Написать программу на python для выполнения данной задачи:
7.9. Известны оценки двух учеников по четырем предметам.
Определить сумму оценок каждого ученика.
grades = [[4,5,3,2], [3,4,5,4]] # оценки учеников по предметам
for i, student in enumerate(grades):
    total = sum(student)
    print("Сумма оценок ученика", i+1, ":", total)

Для сброса диалога введите команду /context

